Repository: rl-institut/digiplan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: Renewables
de: Erneuerbare Energien

source: Roof-mounted PV
de: Aufdach-PV

source: Outdoor PV
de: Freiflächen-PV

source: Hydro
de: Wasserkraft

source: Biomass
de: Biomasse

source: Combustion
de: Fossiles Kraftwerk

source: Country
de: Land

source: State
de: Bundesland

source: District
de: Kreis

source: Municipality
de: Gemeinde

source: Regions
de: Regionen

source: Municipalities
de: Gemeinden

source: Population
de: Bevölkerung

source: Wind turbines
de: Windturbine

source: Roof-mounted PVs
de: Aufdach-PVs

source: Outdoor PVs
de: Freiflächen-PVs

source: Total Costs
de: Gesamtkosten

source: Electricity Demand
de: Strombedarf

source: Forest usage (%%)
de: Waldnutzungsfläche (%%)

source: Outdoor PV (MW)
de: Freiflächen-PV (MW)

source: Areas alongside highways and railways
de: Flächen entlang Autobahnen und Schienenwegen

source: Use of agricultural ad grassland areas
de: Nutzung von Agrar- und Grünlandflächen

source: Remove restrictions on disadvantaged areas.
de: Begrenzung auf benachteiligte Gebiete aufheben

source: Roof-mounted PV (MW)
de: Aufdach-PV

source: Bioenergy (MW)
de: Bioenergie (MW)

source: Conventional Energy (MW)
de: Konventionell (MW)

source: Commercial, Trade, Services (%%)
de: Gewerbe, Handel, Dienstleistungen (%%)

source: Industry (%%)
de: Industrie (%%)

source: Home batteries (%%)
de: Heimspeicher (%%)

source: Large scale batteries (GWh)
de: Großspeicher (GWh)

source: Decentralized: share of households with heat pumps (%%)
de: Dezentral: Anteil Haushalte mit Wärmepumpe (%%)

source: Decentralized: share of households with solar thermal energy (%%)
de: Dezentral, Anteil Haushalte mit Solartherme (%%)

source: Centralized: Share of large scale heat pumps (%%)
de: Zentral: Anteil Großwärmepumpen (%%)

source: Share of battery-electric vehicles (%%)
de: Anteil privater batterieelektrischer Fahrzeuge (%%)

source: Share of plugin-hybrid vehicles (%%)
de: Anteil privater Plugin-Hybrid-Fahrzeuge (%%)

source: Share of heavy-duty trucks with fuel cell (%%)
de: Anteil schwerer LKW mit Brennstoffzelle (%%)

source: Region as of today
de: Region heute

source: Settings
de: Einstellungen

source: Results
de: Ergebnisse

source: Map
de: Karte

source: Charts
de: Diagramme

source: Imprint
de: Impressum

source: Data privacy
de: Datenschutz

source: Goals 2045
de: Ziele 2045

source: Share of renewable energies
de: Anteil erneuerbarer Energien

source: CO2-Emissions (Mt)
de: CO2-Emissionen (Mt)

source: Situation today
de: Situation heute

source: Planning Region
de: Planungsregion

source: Inhabitants 2021
de: Einwohner:innen 2021

source: Population Density
de: Bevölkerungsdichte

source: Renewable Energies (RE)
de: Erneuerbare Energien

source: Annual balance sheet share of renewable energy (wind energy, photovoltaic, hydroelectric power) in the electricity demand of the sectors agriculture, GHG (trade, commerce, services), households and industry in percent. The demand is the net electricity consumption, i.e. transmission losses and power plant consumption are not taken into account. 49.7%% of the electricity demand in Germany was covered by renewable energies in 2022.
de: Jährlicher bilanzieller Anteil erneuerbar produzierter Energiemenge (Windenergie, Photovoltaik, Wasserkraft) am Strombedarf der Sektoren Landwirtschaft, GHG (Gewerbe, Handel, Dienstleistungen), Haushalte und Industrie in Prozent. Beim Bedarf handelt es sich um den Nettostromverbrauch, d.h. Übertragungsverluste und Kraftwerkeigenverbauch werden darin nicht berücksichtigt.In Deutschland wurde 2022 ein Strombedarf von 49,7%% von Erneuerbaren Energien gedeckt.

source: Renewable Energy Share of Demand
de: Anteil Energie aus EE an Strombedarf

source: Annual amount of energy fed into the grid from renewable plants in gigawatt hours (wind energy, photovoltaic, hydro power).
de: Jährlich eingespeiste Energiemenge aus erneuerbaren Anlagen in Gigawattstunden (Windenergie, Photovoltaik, Wasserkraft).

source: Renewable Electricity Production (GWh)
de: Gewonnene Energie aus EE (GWh)

source: Annual amount of energy fed in from renewable plants (wind energy, photovoltaic, hydro power) in relation to the number of inhabitants in megawatt hours per inhabitant.
de: Jährliche eingespeiste Energiemenge aus erneuerbaren Anlagen (Windenergie, Photovoltaik, Wasserkraft) bezogen auf die Einwohnerzahl in Megawattstunden pro EinwohnerIn.

source: Renewable Electricity Production per Capita (MWh)
de: Gewonnene Energie aus EE je EinwohnerIn (MWh)

source: Annual amount of energy fed in from renewable plants (wind energy, photovoltaic, hydro power) related to the area in megawatt hours per km².
de: Jährlich eingespeiste Energiemenge aus erneuerbaren Anlagen (Windenergie, Photovoltaik, Wasserkraft) bezogen auf die Fläche in Megawattstunden pro km².

source: Renewable Electricity Production per km² (MWh)
de: Gewonnene Energie aus EE je km² (MWh)

source: Installed capacity from renewable energy plants (wind energy, photovoltaic, hydro power, biomass and biogas) in megawatts.
de: Installierte Leistung aus erneuerbaren Energieanlagen (Windenergie, Photovoltaik, Wasserkraft, Biomasse und Biogas) in Megawatt .

source: Installed Renewable Capacity (MW)
de: Installierte Leistung EE (MW)

source: Installed capacity from renewable energy plants (wind energy, photovoltaic, hydro power, biomass and biogas) in megawatts per km².
de: Installierte Leistung aus erneuerbaren Energieanlagen (Windenergie, Photovoltaik, Wasserkraft, Biomasse und Biogas) in Megawatt pro km² .

source: Installed Renewable Capacity per km² (MW)
de: Installierte Leistung EE je km² (MW)

source: Number of Wind Turbines per km²
de: Anzahl Windenergieanlagen je km²

source: Energy Demand
de: Strombedarf

source: Annual electricity demand in gigawatt hours of the sectors, households, tertiary sector (trade, commerce, services), agriculture and industry. This is the net electricity consumption.
de: Jährlicher Strombedarf in Gigawattstunden der Sektoren, Haushalte, GHD (Gewerbe, Handel Dienstleistungen), Landwirtschaft und Industrie. Es handelt sich dabei um den Nettostromverbrauch.

source: Electricity Demand (GWh)
de: Strombedarf (GWh)

source: Annual electricity demand in gigawatt hours of the sectors, households, tertiary sector (trade, commerce, services), agriculture and industry per inhabitant This is the net electricity consumption.
de: Jährlicher Strombedarf in Gigawattstunden der Sektoren, Haushalte, GHD (Gewerbe, Handel Dienstleistungen), Landwirtschaft und Industrie je EinwohnerIn. Es handelt sich dabei um den Nettostromverbrauch.

source: Annual heat consumption for space heating and domestic hot water in gigawatt hours in the household, commercial, trade and services, and agriculture (excluding industry) sectors.
de: Jährlich verbrauchte Wärmemenge für Raumwärme und Trinkwassererwärmung in Gigawattstunden der Sektoren Haushalte, GHD (Gewerbe, Handel, Dienstleistungen), Landwirtschaft (ohne Industrie).

source: Heat Demand (GWh)
de: Wärmebedarf (GWh)

source: Annual heat consumption per inhabitant for space heating and domestic hot water in gigawatt hours in the household, commercial, trade and services, and agriculture (excluding industry) sectors.
de: Jährlich verbrauchte Wärmemenge je EinwohnerIn für Raumwärme und Trinkwassererwärmung in Gigawattstunden der Sektoren Haushalte, GHD (Gewerbe, Handel, Dienstleistungen), Landwirtschaft (ohne Industrie).

source: Heat Demand per Capita (kWh)
de: Wärmebedarf je EinwohnerIn (kWh)

source: Electricity
de: Strom

source: Heat
de: Wärme

source: Transportation
de: Verkehr

source: View
de: Ansicht

source: General
de: Allgemein

source: Overview
de: Überblick

source: Greenhouse gas
de: Treibhausgas

source: Car trip
de: Autofahrt

source: CO2 Emissions
de: CO2 Emissionen

source: Detail settings
de: Detaileinstellungen

source: Consumption
de: Verbraucher

source: Batteries
de: Batterien

source: Documentation
de: Dokumentation

source: Sources
de: Quellen

source: Contact
de: Kontakt

source: Project Lead
de: Projektleiterin

source: Research Associate
de: Wissenschaflticher Mitarbeiter

source: Phone
de: Telefon

source: more
de: mehr
